//<Russian>
let solarSystemFool_rus = 
`
Общая масса Солнечной системы составляет около 1,0014 M☉. Бо́льшая часть её приходится на Солнце; оставшаяся часть практически полностью содержится в восьми отдалённых друг от друга планетах, имеющих близкие к круговым орбиты, лежащие почти в одной плоскости — плоскости эклиптики. Из-за этого наблюдается противоречащее ожидаемому распределение момента импульса между Солнцем и планетами (так называемая «проблема моментов»): всего 2 % общего момента системы приходится на долю Солнца, масса которого в ~740 раз больше общей массы планет, а остальные 98 % — на ~0,001 общей массы Солнечной системы.

Четыре ближайшие к Солнцу планеты, называемые планетами земной группы, — Меркурий, Венера, Земля и Марс — состоят в основном из силикатов и металлов. Четыре более удалённые от Солнца планеты — Юпитер, Сатурн, Уран и Нептун (также называемые газовыми гигантами) — намного более массивны, чем планеты земной группы.
Крупнейшие планеты, входящие в состав Солнечной системы, Юпитер и Сатурн, состоят главным образом из водорода и гелия; меньшие газовые гиганты, Уран и Нептун, помимо водорода и гелия, преимущественно содержат воду, метан и аммиак, такие планеты выделяются в отдельный класс «ледяных гигантов». Шесть планет из восьми и четыре карликовые планеты имеют естественные спутники. Юпитер, Сатурн, Уран и Нептун окружены кольцами пыли и других частиц.

В Солнечной системе существуют две области, заполненные малыми телами. Пояс астероидов, находящийся между Марсом и Юпитером, схож по составу с планетами земной группы, поскольку состоит из силикатов и металлов. Крупнейшими объектами пояса астероидов являются карликовая планета Церера и астероиды Паллада, Веста и Гигея. За орбитой Нептуна располагаются транснептуновые объекты, состоящие из замёрзшей воды, аммиака и метана, крупнейшими из которых являются Плутон, Седна, Хаумеа, Макемаке, Квавар, Орк и Эрида. В Солнечной системе существуют и другие популяции малых тел, такие как планетные квазиспутники и троянцы, околоземные астероиды, кентавры, дамоклоиды, а также перемещающиеся по системе кометы, метеороиды и космическая пыль.

Солнечный ветер (поток плазмы от Солнца) создаёт пузырь в межзвёздной среде, называемый гелиосферой, который простирается до края рассеянного диска. Гипотетическое облако Оорта, служащее источником долгопериодических комет, может простираться на расстояние примерно в тысячу раз дальше гелиосферы.

Солнечная система входит в состав структуры галактики Млечный Путь.
`;
let sunFool_rus = 
`
Со́лнце (астр. ☉) — одна из звёзд нашей Галактики (Млечный Путь) и единственная звезда Солнечной системы. Вокруг Солнца обращаются другие объекты этой системы: планеты и их спутники, карликовые планеты и их спутники, астероиды, метеороиды, кометы и космическая пыль.

По спектральной классификации Солнце относится к типу G2V (жёлтый карлик). Средняя плотность Солнца составляет 1,4 г/см³ (в 1,4 раза больше, чем у воды). Эффективная температура поверхности Солнца — 5780 кельвин. Поэтому Солнце светит почти белым светом, но прямой свет Солнца у поверхности нашей планеты приобретает некоторый жёлтый оттенок из-за более сильного рассеяния и поглощения коротковолновой части спектра атмосферой Земли (при ясном небе, вместе с голубым рассеянным светом от неба, солнечный свет вновь даёт белое освещение).

Солнечное излучение поддерживает жизнь на Земле (свет необходим для начальных стадий фотосинтеза), определяет климат. Светимость Солнца (суммарное количество энергии, выделяемое Солнцем за одну секунду) L⊙ = 3,827⋅1026 Вт.

Солнце состоит из водорода (массовое содержание водорода X ≈ 73 %), гелия (массовое содержание Y ≈ 25 %) и других элементов с меньшей концентрацией (ниже все элементы тяжелее гелия в этом контексте называются металлами, как принято в астрофизике); их общее массовое содержание Z ≈ 2 %. Наиболее распространёнными элементами тяжелее водорода и гелия, в порядке убывания содержания, являются кислород, углерод, неон, азот, железо, магний, кремний, сера, аргон, алюминий, никель, натрий и кальций. На 1 млн атомов водорода приходится 98 000 атомов гелия, 851 атом кислорода, 398 атомов углерода, 123 атома неона, 100 атомов азота, 47 атомов железа, 38 атомов магния, 35 атомов кремния, 16 атомов серы, 4 атома аргона, 3 атома алюминия, по 2 атома никеля, натрия и кальция, а также малое количество прочих элементов.

Масса Солнца M⊙ = (1,98847 ± 0,00007)⋅1030 кг, она составляет 99,866 % от суммарной массы всей Солнечной системы.

Солнечный спектр содержит линии ионизированных и нейтральных металлов, а также водорода и гелия. В нашей Галактике (Млечный Путь) насчитывается от 200 до 400 миллиардов звёзд. При этом 85 % звёзд нашей галактики — это звёзды, менее яркие, чем Солнце (в большинстве своём красные карлики). Как и все звёзды главной последовательности, Солнце вырабатывает энергию путём термоядерного синтеза гелия из водорода. В случае Солнца более 99 % энергии выделяется через протон-протонный цикл, тогда как для более массивных звёзд главной последовательности преимущественным путём синтеза гелия является CNO-цикл.

Солнце — ближайшая к Земле звезда. Средняя удалённость Солнца от Земли — 149,6 млн км — приблизительно равна астрономической единице, а видимый угловой диаметр при наблюдении с Земли, как и у Луны, — чуть больше полуградуса (31—32 минуты). Солнце находится на расстоянии около 26 000 световых лет от центра Млечного Пути и вращается вокруг него на ящичной орбите, делая один оборот за 225—250 миллионов лет. Орбитальная скорость Солнца равна 217 км/с — таким образом, световой год оно проходит примерно за 1400 земных лет, а одну астрономическую единицу — за 8 земных суток.

В настоящее время Солнце находится во внутреннем крае рукава Ориона нашей Галактики, между рукавом Персея и рукавом Стрельца, и движется через Местное межзвёздное облако — область повышенной плотности, расположенную в имеющем меньшую плотность Местном пузыре — зоне рассеянного высокотемпературного межзвёздного газа. Из звёзд, принадлежащих 50 самым близким звёздным системам в пределах 17 световых лет, известным в настоящее время, Солнце является четвёртой по яркости звездой (его абсолютная звёздная величина +4,83m).
`;


let mercFool_rus = 
`
Мерку́рий — наименьшая планета Солнечной системы и самая близкая к Солнцу. Названа в честь древнеримского бога торговли — быстрого Меркурия, поскольку она движется по небу быстрее других планет. Её период обращения вокруг Солнца составляет всего 87,97 земных суток — самый короткий среди всех планет Солнечной системы.

Видимое расстояние Меркурия от Солнца, если смотреть с Земли, никогда не превышает 28°. Эта близость к Солнцу означает, что планету можно увидеть только в течение небольшого времени после захода или до восхода солнца, обычно в сумерках. В телескоп у Меркурия можно увидеть фазы, изменяющиеся от тонкого серпа до почти полного диска, как у Венеры и Луны, а иногда он проходит по диску Солнца. Период изменения фаз Меркурия равен синодическому периоду его обращения — примерно 116 дней.

Ось Меркурия имеет наименьший наклон из всех планет Солнечной системы (около 1/30 градуса). Однако эксцентриситет орбиты у него максимальный среди них, и поэтому в перигелии расстояние Меркурия от Солнца составляет всего около двух третей (66 %) от его расстояния в афелии. Поверхность Меркурия покрыта ударными кратерами и внешне похожа на лунную, что указывает на отсутствие внутренней геологической активности в последние миллиарды лет. Поскольку атмосферы у Меркурия почти нет, температура его поверхности меняется сильнее, чем на любой другой планете Солнечной системы: от 100 К (−173 °C) ночью до 700 К (+427 °C) днём в экваториальных регионах. Полярные области постоянно охлаждены ниже 180 К (−93 °С). Известных природных спутников у планеты нет.

Меркурий посетили два космических аппарата: в 1974 и 1975 годах рядом с ним пролетел «Маринер-10», а с 2008 до 2015 года его исследовал MESSENGER. Последний в 2011 году вышел на орбиту вокруг планеты и, сделав за четыре года более 4000 витков вокруг неё, 30 апреля 2015 года израсходовал топливо и врезался в поверхность. Планируется, что в 2025 году к Меркурию прибудет космический аппарат BepiColombo
`;

let venFool_rus = 
`
Вене́ра — вторая по удалённости от Солнца и шестая по размеру планета Солнечной системы, наряду с Меркурием, Землёй и Марсом принадлежащая к семейству планет земной группы. Названа в честь древнеримской богини любви Венеры[7]. По ряду характеристик — например, по массе и размерам — Венера считается «сестрой» Земли[8]. Венерианский год составляет 224,7 земных суток. Она имеет самый длинный период вращения вокруг своей оси (около 243 земных суток, в среднем 243,0212 ± 0,00006 сут[9]) среди всех планет Солнечной системы и вращается в направлении, противоположном направлению вращения большинства планет.

Венера не имеет естественных спутников. На земном небе Венера является третьим по яркости светилом после Солнца и Луны. Её яркость достигает видимой звёздной величины −4,6m и является достаточной, чтобы ночью отбрасывать различимые тени. Изредка Венера видна невооружённым глазом и в светлое время суток.

Венера имеет плотную атмосферу, состоящую более чем на 96 % из углекислого газа. Атмосферное давление на поверхности планеты в 92 раза больше, чем на поверхности Земли, и примерно равно давлению воды на глубине 900 метров. Из-за высокого давления углекислый газ в приповерхностной части атмосферы по агрегатному состоянию является уже не газом, а сверхкритической жидкостью, поэтому эта часть атмосферы представляет собой «полужидкий-полугазообразный» океан из сверхкритического углекислого газа. Средняя температура поверхности Венеры — 735 К (462 °C), что делает её самой горячей планетой в Солнечной системе, несмотря на то, что Меркурий находится ближе к Солнцу. Венера покрыта непрозрачным слоем облаков из серной кислоты с высокой отражающей способностью, что закрывает поверхность планеты от прямой видимости. Высокая температура поверхности обусловлена действием парникового эффекта.

В качестве одного из наиболее ярких объектов в небе Венера стала важным элементом в человеческой культуре.  Это первая планета, для которой в начале второго тысячелетия до нашей эры было зафиксировано движение по небу. Как ближайшая к Земле планета, Венера была главной целью для ранних межпланетных исследований. Это также первая планета, окрестности которой посетил земной космический аппарат («Маринер-2» в 1962 году), и на поверхность которой была совершена посадка («Венера-7» в 1970 году). Плотные облака Венеры делают невозможным наблюдение её поверхности в видимом свете, поэтому подробные карты её поверхности появились только после выхода в 1991 году на околовенерианскую орбиту космического аппарата «Магеллан», осуществившего радиолокационное исследование поверхности Венеры с высоким разрешением. Существуют проекты по реализации более сложных задач на поверхности Венеры, в том числе с использованием планетоходов, но им мешают тяжёлые условия на поверхности Венеры.
`;

let earthFool_rus = 
`
Земля́ — третья по удалённости от Солнца планета Солнечной системы. Самая плотная, пятая по диаметру и массе среди всех планет Солнечной системы и крупнейшая среди планет земной группы, в которую входят также Меркурий, Венера и Марс. Единственное известное человеку в настоящее время тело во Вселенной, населённое живыми организмами.

В публицистике и научно-популярной литературе могут использоваться синонимические термины — мир, голубая планета, Терра (от лат. Terra).

Научные данные указывают на то, что Земля образовалась из солнечной туманности около 4,54 миллиарда лет назад и вскоре после этого обрела свой единственный естественный спутник — Луну. Жизнь, предположительно, появилась на Земле примерно 4,25 млрд лет назад, то есть вскоре после её возникновения. С тех пор биосфера Земли значительно изменила атмосферу и прочие абиотические факторы, обусловив количественный рост аэробных организмов, а также формирование озонового слоя, который вместе с магнитным полем Земли ослабляет вредную для жизни солнечную радиацию, тем самым сохраняя условия существования жизни на Земле. Радиация, обусловленная самой земной корой, со времён её образования значительно снизилась благодаря постепенному распаду радионуклидов, содержавшихся в ней. Кора Земли разделена на несколько сегментов, или тектонических плит, которые движутся по поверхности со скоростями порядка нескольких сантиметров в год. Изучением состава, строения и закономерностей развития Земли занимается наука геология.

Приблизительно 70,8 % поверхности планеты занимает Мировой океан, остальную часть поверхности занимают континенты и острова. На материках расположены реки, озёра, подземные воды и льды, которые вместе с Мировым океаном составляют гидросферу. Жидкая вода, необходимая для всех известных жизненных форм, не существует на поверхности какой-либо из известных планет и планетоидов Солнечной системы, кроме Земли. Полюсы Земли покрыты ледяным панцирем, который включает в себя морской лёд Арктики и антарктический ледяной щит.

Внутренние области Земли достаточно активны и состоят из толстого, очень вязкого слоя, называемого мантией, которая покрывает жидкое внешнее ядро, являющееся источником магнитного поля Земли, и внутреннее твёрдое ядро, предположительно, состоящее из железа и никеля. Физические характеристики Земли и её орбитального движения позволили жизни сохраниться на протяжении последних 3,5 млрд лет. По различным оценкам, Земля будет сохранять условия для существования живых организмов ещё в течение 0,5—2,3 млрд лет.

Земля взаимодействует (притягивается гравитационными силами) с другими объектами в космосе, включая Солнце и Луну. Земля обращается вокруг Солнца и делает вокруг него полный оборот примерно за 365,26 солнечных суток — сидерический год. Ось вращения Земли наклонена на 23,44° относительно перпендикуляра к её орбитальной плоскости, это вызывает сезонные изменения на поверхности планеты с периодом в один тропический год — 365,24 солнечных суток. Сутки сейчас составляют примерно 24 часа. Луна начала своё обращение на орбите вокруг Земли примерно 4,53 миллиарда лет назад. Гравитационное воздействие Луны на Землю является причиной возникновения океанских приливов. Также Луна стабилизирует наклон земной оси и постепенно замедляет вращение Земли[28][29][30]. Согласно некоторым теориям, падения астероидов приводили к существенным изменениям в окружающей среде и поверхности Земли, вызывая, в частности, массовые вымирания различных видов живых существ[31].

Планета является домом примерно для 8,7 млн видов живых существ, включая человека. Территория Земли поделена человечеством на 193 независимых государства-члена ООН и государство Ватикан, признаваемое всеми государствами-членами ООН, кроме того, 13 непризнанных и частично признанных государств контролируют различные участки земной поверхности[33]. Человеческая культура сформировала много представлений об устройстве мироздания — таких, как концепция о плоской Земле, геоцентрическая система мира и гипотеза Геи, по которой Земля представляет собой единый суперорганизм.
`;

let marsFool_rus = 
`
Марс — четвёртая по удалённости от Солнца и седьмая по размеру планета Солнечной системы; масса планеты составляет 10,7 % массы Земли. Названа в честь Марса — древнеримского бога войны, соответствующего древнегреческому Аресу. Также Марс называют «красной планетой» из-за красноватого оттенка поверхности, придаваемого ей минералом маггемитом — γ-оксидом железа(III).

Марс — планета земной группы с разреженной атмосферой (давление на поверхности в 160 раз меньше земного). Особенностями поверхностного рельефа Марса можно считать ударные кратеры наподобие лунных, а также вулканы, долины, пустыни и полярные ледниковые шапки наподобие земных.

У Марса есть два естественных спутника — Фобос и Деймос (в переводе с древнегреческого — «страх» и «ужас», имена двух сыновей Ареса, сопровождавших его в бою), которые относительно малы (Фобос — 26,8×22,4×18,4 км, Деймос — 15×12,2×10,4 км) и имеют неправильную форму.

Начиная с 1962 года непосредственным исследованием Марса с помощью АМС занимались в СССР (программы «Марс», «Фобос») и США (программы «Маринер», «Викинг», «Mars Global Surveyor» и другие), а также Европейское космическое агентство (программа «Марс-экспресс»), Индия (программа «Мангальян») и Китай (Тяньвэнь-1, Чжужун). На сегодняшний день Марс — наиболее подробно изученная планета Солнечной системы после Земли.
`;

let jupFool_rus = 
`
Юпи́тер — крупнейшая планета Солнечной системы, пятая по удалённости от Солнца. Наряду с Сатурном, Юпитер классифицируется как газовый гигант.

Планета была известна людям с глубокой древности, что нашло своё отражение в мифологии и религиозных верованиях различных культур: месопотамской, вавилонской, греческой и других. Современное название Юпитера происходит от имени древнеримского верховного бога-громовержца.

Ряд атмосферных явлений на Юпитере: штормы, молнии, полярные сияния — имеет масштабы, на порядки превосходящие земные. Примечательным образованием в атмосфере является Большое красное пятно — гигантский шторм, известный с XVII века.

Юпитер имеет, по крайней мере, 80 спутников, самые крупные из которых — Ио, Европа, Ганимед и Каллисто — были открыты Галилео Галилеем в 1610 году.

Исследования Юпитера проводятся при помощи наземных и орбитальных телескопов; с 1970-х годов к планете было отправлено 8 межпланетных аппаратов НАСА: «Пионеры», «Вояджеры», «Галилео», «Юнона» и другие.

Во время великих противостояний (одно из которых происходило в сентябре 2010 года) Юпитер виден невооружённым глазом как один из самых ярких объектов на ночном небосклоне после Луны и Венеры. Диск и спутники Юпитера являются популярными объектами наблюдения для астрономов-любителей, сделавших ряд открытий (например, кометы Шумейкеров-Леви, которая столкнулась с Юпитером в 1994 году или исчезновения Южного экваториального пояса Юпитера в 2010 году)».

Юпитер играет важную роль в создании условий для длительного существования высших форм жизни на Земле путём её защиты своим мощным гравитационным полем от бомбардировки крупными небесными телами.
`;

let satFool_rus = 
`
Сату́рн — шестая планета по удалённости от Солнца и вторая по размерам планета в Солнечной системе после Юпитера. Сатурн классифицируется как газовая планета-гигант. Сатурн назван в честь римского бога земледелия. Символ Сатурна — ♄.

В основном Сатурн состоит из водорода, с примесями гелия и следами воды, метана, аммиака и тяжёлых элементов. Внутренняя область представляет собой относительно небольшое ядро из железа, никеля и льда, покрытое тонким слоем металлического водорода и газообразным внешним слоем. Внешняя атмосфера планеты кажется из космоса спокойной и однородной, хотя иногда на ней появляются долговременные образования. Скорость ветра на Сатурне может достигать местами 1800 км/ч, что значительно больше, чем на Юпитере. У Сатурна имеется планетарное магнитное поле, занимающее промежуточное положение по напряжённости между магнитным полем Земли и мощным полем Юпитера. Магнитное поле Сатурна простирается на 1 000 000 километров в направлении Солнца. Ударная волна была зафиксирована «Вояджером-1» на расстоянии в 26,2 радиуса Сатурна от самой планеты, магнитопауза расположена на расстоянии в 22,9 радиуса.

Сатурн обладает заметной системой колец, состоящей главным образом из частичек льда, меньшего количества тяжёлых элементов и пыли. Вокруг планеты обращается 83 известных на данный момент спутника. Титан — самый крупный из них, а также второй по размерам спутник в Солнечной системе (после спутника Юпитера, Ганимеда), который превосходит по своим размерам Меркурий и обладает единственной среди спутников планет Солнечной системы плотной атмосферой.

На орбите Сатурна находилась автоматическая межпланетная станция (АМС) «Кассини», запущенная в 1997 году и достигшая системы Сатурна в 2004 году. В задачи АМС входило изучение структуры колец, а также динамики атмосферы и магнитосферы планеты. 15 сентября 2017 года станция завершила свою миссию, сгорев в атмосфере планеты.
`

let urFool_rus = 
`
Ура́н — планета Солнечной системы, седьмая по удалённости от Солнца, третья по диаметру и четвёртая по массе. Была открыта в 1781 году английским астрономом Уильямом Гершелем и названа в честь греческого бога неба Урана.

Уран стал первой планетой, обнаруженной в Новое время и при помощи телескопа. Его открыл Уильям Гершель 13 марта 1781 года, тем самым впервые со времён античности расширив границы Солнечной системы в глазах человека. Несмотря на то, что порой Уран различим невооружённым глазом, более ранние наблюдатели принимали его за тусклую звезду.

В отличие от газовых гигантов — Сатурна и Юпитера, состоящих в основном из водорода и гелия, в недрах Урана и схожего с ним Нептуна отсутствует металлический водород, но зато много льда в его высокотемпературных модификациях. По этой причине специалисты выделили эти две планеты в отдельную категорию «ледяных гигантов». Основу атмосферы Урана составляют водород и гелий. Кроме того, в ней обнаружены следы метана и других углеводородов, а также облака изо льда, твёрдого аммиака и водорода. Это самая холодная планетарная атмосфера Солнечной системы с минимальной температурой в 49 К (−224 °C). Полагают, что Уран имеет сложное слоистое строение облаков, где вода составляет нижний слой, а метан — верхний. Недра Урана состоят в основном изо льдов и горных пород.

Так же как у газовых гигантов Солнечной системы, у Урана имеется система колец и магнитосфера, а кроме того, 27 спутников. Ориентация Урана в пространстве отличается от остальных планет Солнечной системы — его ось вращения лежит как бы «на боку» относительно плоскости обращения этой планеты вокруг Солнца. Вследствие этого планета бывает обращена к Солнцу попеременно то северным полюсом, то южным, то экватором, то средними широтами.

В 1986 году американский космический аппарат «Вояджер-2» передал на Землю снимки Урана с близкого расстояния. На них видна «невыразительная» в видимом спектре планета без облачных полос и атмосферных штормов, характерных для других планет-гигантов. Однако в настоящее время наземными наблюдениями удалось различить признаки сезонных изменений и увеличения погодной активности на планете, вызванных приближением Урана к точке своего равноденствия. Скорость ветров на Уране может достигать 250 м/с (900 км/ч).
`;

let nepFool_rus = 
`
Непту́н — восьмая и самая дальняя от Солнца планета Солнечной системы. Его масса превышает массу Земли в 17,2 раза и является третьей среди планет Солнечной системы, а по экваториальному диаметру Нептун занимает четвёртое место, превосходя Землю в 3,9 раза. Планета названа в честь Нептуна — римского бога морей.

Обнаруженный 23 сентября 1846 года, Нептун стал первой планетой, открытой благодаря математическим расчётам. Обнаружение непредсказуемых изменений орбиты Урана породило гипотезу о неизвестной планете, гравитационным возмущающим влиянием которой они и обусловлены. Нептун был найден в пределах предсказанной орбиты. Вскоре был открыт его крупнейший спутник Тритон, а в 1949 году — Нереида. Нептун посещался лишь одним космическим аппаратом, «Вояджером-2», который пролетел вблизи планеты 24—25 августа 1989 года. С его помощью были открыты кольца Нептуна и 6 его спутников. Остальные известные спутники Нептуна открыты в XXI веке.

Нептун по составу близок к Урану, и обе планеты отличаются от более крупных планет-гигантов — Юпитера и Сатурна. Иногда Уран и Нептун помещают в отдельную категорию «ледяных гигантов». Атмосфера Нептуна, подобно атмосфере Юпитера и Сатурна, состоит в основном из водорода и гелия, наряду со следами углеводородов и, возможно, азота, однако содержит более высокую долю льдов: водного, аммиачного и метанового. Недра Нептуна и Урана состоят главным образом изо льдов и камня. Следы метана во внешних слоях атмосферы являются причиной синего цвета планеты.

В атмосфере Нептуна бушуют самые сильные ветры среди планет Солнечной системы; по некоторым оценкам, их скорости могут достигать 600 м/с. Температура Нептуна в верхних слоях атмосферы близка к −220 °C. В центре Нептуна температура составляет, по различным оценкам, от 5000 K до 7000—7100 °C, что сопоставимо с температурой на поверхности Солнца и сравнимо с внутренней температурой большинства известных планет. У Нептуна есть слабая и фрагментированная система колец, возможно, обнаруженная ещё в 1960-е годы, но достоверно подтверждённая «Вояджером-2» лишь в 1989 году.

12 июля 2011 года исполнился ровно один нептунианский год — или 164,79 земного года — с момента открытия Нептуна.
`;

//</Russian>

//------------------------------------------------------------------------------------------------------------------------------------------//

//<Tajik>
let solarSystemFool_taj = 
`
СИСТЕМАИ ОФТОБӢ манзумаи ҷирмҳои осмониеро номанд, ки дар майдони гравнтатсионии Офтоб ҳаракат мекунанд. Андозаҳои Системаи Офтобро аз рӯи мадори Плутон (тақрибан 40 в. а.) муайян мекунанд. Вале ҳадди сферае, ки дар ҳудуди он ҳаракати устувори ҷисмҳо дар атрофи Офтоб имконпазир аст, то ситораҳои наздиктарин (230000 в. а.) кашол меëбад. Сохти умумии Системаи Офтобро Н. Коперник (асри 16) кашф карда, дар атрофи Офтоб давр задани Замин ва дигар сайёраҳоро асоснок намуд. Системаи гелиосентрии Коперник бори аввал имкон дод, ки масофаи нисбии сайëраҳо аз Офтоб ва аз Замин муайян карда шаванд. Дар ибтидои асри 17 И. Кеплер қонунҳои ҳаракати сайёраҳоро, дар охири асри 17 бошад И. Нютон қонуни ҷозибаи умумтҷаҳониро кашф карданд. Қонунҳои мазкур асоси механикаи осмонӣ гардиданд, ки ҳаракати ҷисмҳои Системаи Офтоб мавзӯи тадқиқоти он мебошад. Тадқиқи физикии ҷисмҳои Системаи Офтоб танҳо баъди аз тарафи Г. Галилей ихтироъ гардидани телескоп имконпазир гардид. Соли 1606 Галилей бо телескопи худ сохтааш Моҳ, Зӯҳра, Муштарӣ ва Зуҳалро мушоҳида намуда, як қатор кашфиётҳои бузург кард (нигаред Астрономия). Галилей доғҳои Офтобро мушоҳида намуда, ба хулосае омад, ки Офтоб дар гирди меҳвараш чарх мезанад.

Масъалаи устувории Системаи Офтоб бо мавҷудияти узвҳои асрӣ дар ниммеҳварҳои калон, экссентриситетҳо ва майлҳои мадорҳои сайëраҳо алоқаманд мебошад. Вале усулҳои классикии механикаи оомонӣ омилҳои пароканиши хурд (масалан, бефосила кам шудани массаи Офтоб)-ро ба назар намегиранд, ҳол он ки ин омил дар таҳаввули Системаи Офтоб мақоми баланд дошта метавонад. Системаи Офтоб дар ҳаракати (чархзании) Галактика иштирок мекунад (тақрибаг аз рӯи мадори доиравӣ бо суръати 250 км/сон). Даври чархзании Системаи Офтоб нисбат ба маркази Галактика тақрибан ба 200 млн сол баробар аст. Масъалаи чи тавр пайдо шудани Системаи Офтоб ҳозир ҳам яке аз масъалаҳои муҳими табиатшиносӣ ба ҳисоб меравад (нигаред Космогония). Тахмин мекунанд, ки Системаи Офтоб 5 млрд сол қабл аз ин ба вуҷуд омадааст.

Кайҳоннавардӣ барои астрономҳо дар тадқиқи Системаи Офтоб имкониятҳои калон фароҳам овард. Расадхонаҳои кайҳонии советӣ ва америкой сайраҳои дохилии Системаи Офтобро тадқиқ карда истодаанд. Аппаратҳои худкори советӣ ва америкоӣ ба сатҳи Моҳ, Зуҳра, Миррих бароварда шуданд. Кайҳоннавардони ШМА бори нахуст ба Моҳ баромаданд (1969), киштиҳои кайҳонии америкоии «Пионер-10» ва «Пионер-11» аз минтақаи сайёраҳои хурд баромада аз наздикиҳои сайëраи Муштарӣ парвоз карда гузаштанд. Киштиҳои америкоии «Вояҷер» дар бораи ҳалқаҳои Зуҳал ва Муштарӣ маълумоти нав фиристоданд. Инсоният ба тадқиқи амалии Системаи Офтоб шурӯъ намудааст.
`;

let sunFool_taj = 
`
Офтоб ё Хуршед (аз оф — ҷирм ва тоб тобанда, тобоӣ), Шамс, Меҳр, Ҳур (астр. ☉) — наздиктарин ситораест, ки дар маркази манзумаи хуршедӣ воқеъ буда, аз плазмаи тафсон таркиб ёфтааст. Аломати астрономиаш Офтоб. Массаи Офтоб 1,990*1030 килограмм буда, аз массаи Замин 332958 маротиба зиёд аст ва 99,866 % -и массаи ҷирмҳои манзумаи хуршедиро ташкил медиҳад. Масофаи байни Офтоб ва Замни дар давоми сол аз 147,1 миллион километр (январ) то 152,1 миллион километр (июл) тағйир меёбад. Қимати миёнааш 149,6 миллион километр аст, ки онро чун воҳиди астрономӣ қабул кардаанд. Зичии миёнаи моддаи Офтоб 1,41-10® килограмм/метрэ. Тезшавии қувваи вазнинӣ дар сатҳи Офтоб 273,98 м/ооп2. Ҳарорати сатди Офтоб, ки аз рӯи афканиши пурраи он мувофиқи қонуни афканишоти Стефану Болс­ман муайян карда мешавад, ба 57ТО К баробар аст.

Баъд аз ихтирои телескоп мушоҳидаи Офтоб характери илмӣ пайдо кард. Доғҳои Офтоб кашф ва даври чархзании он дар атрофи меҳвараш муайян карда шуд. Соли 1843 астрономи немис Г. Швабе даврияти хурӯҷи Офтобро ошкор кард. Соли 1814 Й. Фра­унгофер дар спектри Офтоб хатҳои тираи фурӯбурдро дарёфт. Аз соли 1836 ин ҷониб гирифти Офтобро мунтазам мушоҳида мекунанд. Дар натиҷа дар Офтоб тоҷ, хромосфера, инчунин протӯберансҳо ошкор гарди­данд. Соли 1913 астрономи америкоӣ Ҷ. Ҳенл спектри доғдои Офтобро омӯхта дар Офтоб мавҷуд будани майдони магнитиро исбот кард. Дар ибтидои солҳои 40 садаи XX радиоафканишоти Офтобро кашф карданд. Дар нимаи дуюми садаи XX инкишофи гидродинамика ва физикаи плазма боиси пешравии физикаи Офтоб шуд. Ҳоло бо ёрии мушакҳо, расадхонаҳои автоматии маҳорӣ, лабораторияҳои кайҳонии пилотдор афканишоти ултрабунафш ва рентгении Офтобро тадқиқ мекунанд.
`;

let mercFool_taj = 
`
Дар замонҳои қадимтарин тахмин мезаданд, ки сайёраи Меркурий ҳамеша бо Офтоб рӯ ба рӯ аст. Ба ҳамин монанд ба Моҳ бо Замин, вақти гардиши он ба вақти тарҷума монанд буд. Барои давр задани офтоб ҳамагӣ 88 рӯз лозим аст. Аммо, дар соли 1965 набзҳо ба радар фиристода шуданд, ки бо он муайян кардан мумкин буд, ки вақти гардиши он 58 рӯз аст. Ин аз се ду ҳиссаи вақти худро тарҷумон мекунад. Ин вазъро резонанси мадорӣ меноманд.

Сайёрае, ки мадораш нисбат ба Замин хеле хурдтар аст, онро ба Офтоб хеле наздик мекунад. Он категорияи хурдтарин сайёраи ҳашт дар системаи Офтобро ба даст овард. Пеш Плутон хурдтарин буд, аммо пас аз баррасии он ҳамчун планетоид, Меркурий ҷойгузин аст.


Бо вуҷуди андозаи хурд, Онро бидуни телескоп аз Замин ба шарофати наздикии Офтоб дидан мумкин аст. Аз сабаби равшании он муайян кардан душвор аст, аммо онро ҳангоми ғуруб бо ғуруб дар ғарб хеле хуб дидан мумкин аст ва онро дар уфуқ ба осонӣ дидан мумкин аст.

Он ба гурӯҳи сайёраҳои ботинӣ тааллуқ дорад. Он аз маводҳои шаффоф ва санглох иборат буда, дар якҷоягии гуногуни дохилӣ мавҷуд аст. Андозаҳои пайвастагиҳо ба ҳам монанданд. Он ба монанди сайёраи Зӯҳра хусусияти нисбатан мувофиқ дорад. Ва он сайёраест, ки як моҳвораи табиӣ надорад, ки дар мадори худ чарх мезанад.

Тамоми сатҳи он аз сангҳои сахт иборат аст. Ҳамин тавр, дар якҷоягӣ бо Замин он қисми чаҳор сайёраи rockiest дар системаи офтобӣ мебошад. Мувофиқи суханони олимон, ин сайёра дар тӯли миллионҳо сол бе фаъолият буд. Сатхи он ба сатхи Мох монанд аст. Дар он кратерҳои сершумор, ки дар натиҷаи бархӯрд бо метеоритҳо ва ситораҳои думдор ба вуҷуд омадаанд.


Аз тарафи дигар, он дорои сатҳи ҳамвор ва рахдор бо сохтори шабеҳи кӯҳҳо мебошад. Онҳо қодиранд ба масофаи садҳо ва садҳо километр тӯл кашанд ва ба баландиҳои як мил бирасанд. Асоси ин сайёра Он металлист ва радиусаш тақрибан 2.000 километр мебошад. Баъзе таҳқиқот тасдиқ мекунанд, ки маркази он низ аз оҳан ба монанди сайёраи мо сохта шудааст.
`;

let venFool_taj = 
`
Зуҳра - дуввумин дуртар аз Офтоб ва шашумин сайёраи калонтарин дар системаи офтобӣ дар баробари Меркурий, Замин ва Миррих ба оилаи сайёраҳои заминӣ мансуб аст. Ба номи олиҳаи ишқ дар Рум, Зуҳра номгузорӣ шудааст. Аз руи як катор хусусиятхо — масалан, аз чихати масса ва андоза — Зухра «хохар»-и Замин хисоб меёбад[8]. Соли Зуҳра 224,7 рӯзи Замин аст. Дар байни тамоми сайёраҳои системаи офтобӣ давраи тӯлонитарини гардиш дар атрофи меҳвари худ (тақрибан 243 рӯзи Замин, ба ҳисоби миёна 243,0212 ± 0,00006 рӯз [9]) дорад ва ба самти муқобили гардиши аксари сайёраҳо давр мезанад.

Зухра хамсафари табий надорад. Дар осмони Замин Зуҳра пас аз Офтоб ва Моҳ сеюмин нури равшантарин аст. Равшании он ба бузургии намоёни ситоравӣ ба −4,6 м мерасад ва барои дар шаб андохтани сояҳои намоён кифоя аст. Баъзан Зуҳра ба чашми бараҳна ва дар соатҳои рӯз намоён мешавад.

Зухра атмосфераи зич дорад, ки аз зиёда аз 96% гази карбон иборат аст. Фишори атмосфера дар сатхи сайёра назар ба сатхи Замин 92 маротиба зиёд буда, такрибан ба фишори об дар чукурии 900 метр баробар аст. Аз сабаби фишори баланд гази карбон дар кисми наздики сатхи атмосфера дигар газ не, балки моеъи суперкритики мебошад, бинобар ин ин кисми атмосфера ухёнуси «ниммоеъ-нимгазшакл»-и гази карбон аз ҳад зиёд аст. Ҳарорати миёнаи сатҳи Зуҳра 735 К (462 ° C) аст, ки ин онро гармтарин сайёраи системаи офтобӣ мегардонад, сарфи назар аз он ки Меркурий ба Офтоб наздиктар аст. Зухраро кабати ношаффофи абрхои кислотаи сулфати ба дарачаи баланд инъикоскунанда фаро гирифта, сатхи сайёраро аз дидани бевосита манъ мекунад. Ҳарорати баланди рӯи замин ба таъсири гармхонаҳо вобаста аст.

Зухра хамчун яке аз объектхои дурахшо-ни осмон унсури мухими маданияти инсоният гардид. Ин аввалин сайёраест, ки дар ибтидои ҳазораи дуюми пеш аз милод ҳаракат дар саросари осмон ба қайд гирифта шудааст. Зуҳра ҳамчун сайёраи наздиктарин ба Замин ҳадафи асосии таҳқиқоти байнисайёравӣ буд. Вай инчунин аввалин сайёраест, ки онро киштии кайхонии Замин (Маринер 2 дар соли 1962) дидан карда, ба он фуруд омад (Венера 7 дар соли 1970). Абрхои зичи Зухра мушохида намудани сатхи онро дар нури намоён имконнопазир мегардонанд, бинобар ин харитахои муфассали сатхи он танхо баъди ба мадори наздикии Венера даромадани киштии кайхонии Магеллан дар соли 1991 пайдо шуданд, ки дар он сатхи Зухра тадкикоти радарии баландсифатро анчом дод. . Лоихахои дар сатхи Зухра ба амал баровардани вазифахои мураккабтар, аз чумла истифода бурдани аппаратхои сайёра мавчуданд, вале ба онхо шароити душвори сатхи Зухра халал мерасонад.
`;

let earthFool_taj = 
`
Замин - сеюмин сайёра аз Офтоб дар системаи Офтоб аст. Зичтарин, панҷумин диаметр ва масса дар байни ҳамаи сайёраҳои системаи офтобӣ ва калонтарин дар байни сайёраҳои заминӣ, ки Меркурий, Зуҳра ва Миррихро низ дар бар мегирад. Ягона ҷисме, ки ҳоло дар олам ба инсон маълум аст, ки дар он организмҳои зинда зиндагӣ мекунанд.

Дар журналистика ва адабиёти илмй-оммавй истилоххои синонимй — чахон, сайёраи кабуд, Терра (аз лотинии Terra) истифода бурдан мумкин аст.

Далелҳои илмӣ нишон медиҳанд, ки Замин аз тумании офтобӣ тақрибан 4,54 миллиард сол пеш ба вуҷуд омадааст ва дере нагузашта ягона моҳвораи табиии худ Моҳро ба даст овард. Ҳаёт, тахминан, дар Замин тақрибан 4,25 миллиард сол пеш, яъне чанде пас аз пайдоиши он пайдо шудааст. Аз он вақт инҷониб, биосфераи Замин атмосфера ва дигар омилҳои абиотикиро ба таври назаррас тағйир дода, боиси афзоиши миқдории организмҳои аэробӣ, инчунин ба вуҷуд омадани қабати озон гардид, ки дар якҷоягӣ бо майдони магнитии Замин радиатсияи офтобро, ки барои ҳаёт зараровар, суст мекунад, бо хамин шароит барои мавчудияти хаёт дар руи замин нигох дошта мешавад. Радиатсия аз ҳисоби худи қишри замин, аз замони пайдоиши он аз сабаби тадриҷан пусидани радионуклидҳои дар он мавҷудбуда хеле кам шудааст. Қимати Замин ба якчанд сегментҳо ё плитаҳои тектоникӣ тақсим шудааст, ки бо суръати чанд сантиметр дар як сол ҳаракат мекунанд. Илми геология бо омузиши таркиб, сохт ва конуниятхои инкишофи Замин машгул аст.

Тақрибан 70,8%-и сатҳи сайёраро Уқёнуси Ҷаҳонӣ, қисми боқимондаи сатҳи онро материкҳо ва ҷазираҳо ишғол мекунанд. Дар материкхо дарёхо, кулхо, обхои зеризаминй ва яххо мавчуданд, ки якчоя бо Укёнуси Чахонй гидросфераро ташкил медиханд. Оби моеъ, ки барои ҳама шаклҳои маълуми ҳаёт зарур аст, дар рӯи ҳеҷ як аз сайёраҳо ва планетаоидҳои маълуми Системаи Офтоб вуҷуд надорад, ба истиснои Замин. Қутбҳои Замин дар қабати яхбандӣ пӯшонида шудаанд, ки яхҳои баҳри Арктика ва яхбандии Антарктикаро дар бар мегиранд.

Минтақаҳои дарунии Замин хеле фаъол буда, аз қабати ғафси хеле часпак бо номи мантия иборат аст, ки ядрои берунии моеъро, ки манбаи майдони магнитии Замин аст, ва ядрои сахти ботинӣ, ки тахминан аз оҳану никел иборат аст, фаро мегирад. Хусусиятҳои физикии Замин ва ҳаракати мадори он имкон доданд, ки ҳаёт дар тӯли 3,5 миллиард соли охир боқӣ монад. Мувофики хисобхои гуногун дар Замин барои 0,5—2,3 миллиард соли дигар шароити мавчудияти организмхои зинда нигох дошта мешавад.

Замин бо дигар ҷисмҳои фазо, аз ҷумла Офтоб ва Моҷ ҷамкорӣ мекунад (ќувваҷои љозиба љалб мекунанд). Замин дар атрофи Офтоб давр мезанад ва дар атрофи он такрибан дар давоми 365,26 рузи офтобй — як соли ситорахо пурра гардиш мекунад. Меҳвари гардиши Замин нисбат ба перпендикуляр ба ҳамвории мадори он 23,44° моил аст, ки ин боиси тағйироти мавсимӣ дар сатҳи сайёра бо як соли тропикӣ - 365,24 рӯзи офтобӣ мегардад. Ҳоло як рӯз тақрибан 24 соат аст. Моҳ мадори худро дар атрофи Замин тақрибан 4,53 миллиард сол пеш оғоз кард. Таъсири гравитационии Мох ба Замин сабаби обхезии укёнусхо мебошад. Мох инчунин тамоили мехвари заминро муътадил гардонда, гардиши заминро тадричан суст мекунад. Тибқи баъзе назарияҳо, зарбаҳои астероидҳо боиси тағйироти назаррас дар муҳити зист ва сатҳи Замин шуда, бахусус, ба нобудшавии оммавии намудҳои гуногуни мавҷудоти зинда оварда мерасонанд.

Дар сайёра тақрибан 8,7 миллион намуди мавҷудоти зинда, аз ҷумла одамон зиндагӣ мекунанд. Ҳудуди Замин аз ҷониби инсоният ба 193 давлати мустақили узви СММ ва давлати Ватикан тақсим шудааст, ки аз ҷониби ҳамаи давлатҳои аъзои СММ эътироф шудааст, илова бар ин, 13 давлати эътирофнашуда ва қисман эътирофшуда қисматҳои гуногуни сатҳи заминро назорат мекунанд[33]. Маданияти инсонй дар бораи сохти коинот акидахои зиёде ба вучуд овардааст, ба монанди мафхуми Замини хамвор, системаи геоцентрикии чахон ва гипотезаи Гаиа, ки мувофики он Замин як суперорганизм мебошад.
`;

let marsFool_taj = 
`
Миррих - чорумин сайёраи калонтарин аз Офтоб ва ҳафтумин сайёраи бузурги системаи офтобӣ мебошад; массаи сайёра 10,7 фоизи массаи Заминро ташкил медихад. Номи Марс, худои ҷанги римии қадим, ки ба Ареси Юнони қадим мувофиқ аст. Инчунин, Миррихро «сайёраи сурх» меноманд, зеро ранги сурхи сатҳ, ки ба он минерали маггемит - оксиди оҳан (III) дода шудааст.

Миррих сайёраи заминист, ки атмосфераи камёб (фишор дар сатхи он назар ба фишори замин 160 маротиба камтар аст). Хусусиятҳои рельефи сатҳи Миррихро метавон кратерҳои таъсирбахш ба монанди кратерҳои Моҳ, инчунин вулқонҳо, водиҳо, биёбонҳо ва яхҳои қутбӣ, ба монанди рельефи замин ҳисоб кард.

Миррих ду моҳвораи табиӣ дорад - Фобос ва Деймос (тарҷума аз юнонии қадим — «тарс» ва «даҳшат», номи ду писари Арес, ки ӯро дар набард ҳамроҳӣ мекарданд), нисбатан хурд мебошанд (Фобос - 26,8 × 22,4 × 18). .4 км, Деймос - 15 × 12,2 × 10,4 км) ва шакли номунтазам доранд.

Аз соли 1962 инҷониб дар СССР (программаҳои Миррих, Фобос) ва ИМА (барномаҳои Маринер, Викинг, Марс Глобал Сюдюёр ва ғайра), инчунин дар Агентии кайҳонии Аврупо (Марс) бо ёрии AMS тадқиқи мустақими Миррих гузаронида мешавад. Барномаи экспресс), Хиндустон (программаи Мангалян) ва Хитой (Тянвэнь-1, Чжурунг). То имрӯз, Миррих сайёраи васеътарин дар системаи офтобӣ пас аз Замин аст.
`;

let jupFool_taj = 
`
Муштарӣ - бузургтарин сайёраи системаи офтобӣ ва панҷумин аз ҳама дуртар аз офтоб аст. Дар баробари Сатурн Юпитер ҳамчун гиганти газ тасниф карда мешавад.

Сайёра ба одамон аз замонҳои қадим маълум аст, ки дар мифология ва эътиқоди динии фарҳангҳои гуногун: Байнаннаворӣ, Бобилӣ, Юнонӣ ва ғайра инъикос ёфтааст. Номи муосири Юпитер аз номи худои олии раъд дар Рими қадим бармеояд.

Як катор ходисахои атмосфера дар Муштарй: туфонхо, раъду барқ, аврораҳо - миқёсҳое доранд, ки миқёсашон нисбат ба рӯйдодҳои Замин калонтар аст. Як ташаккули назаррас дар атмосфера Доғи Сурхи Бузург аст, тӯфони азимест, ки аз асри 17 маълум аст.

Муштарӣ ҳадди аққал 80 моҳ дорад, ки бузургтарини онҳо - Ио, Аврупо, Ганимед ва Каллисто - аз ҷониби Галилео Галилей соли 1610 кашф карда шуданд.

Бо ёрии телескопхои руизаминй ва мадорй Юпитер тадкик карда мешавад; Аз солҳои 1970 инҷониб ба сайёра 8 мошини байнисайёравии NASA фиристода шуд: Пионерҳо, Вояҷерҳо, Галилео, Юно ва дигарон.

Дар ҷараёни мухолифатҳои бузург (яке аз онҳо дар моҳи сентябри соли 2010 ба вуқӯъ пайваст) Муштарӣ ба чашми одӣ ҳамчун яке аз дурахшонтарин объектҳои осмони шаб пас аз Моҳ ва Зуҳра намоён аст. Диск ва моҳҳои Муштарӣ объектҳои маъмули мушоҳидаи астрономҳои ҳаваскор мебошанд, ки як қатор бозёфтҳо анҷом додаанд (масалан, комета Шюмейкер-Леви, ки соли 1994 бо Юпитер бархӯрд ё нопадид шудани камарбанди экватории ҷанубии Муштарӣ дар соли 2010).

Муштарӣ дар фароҳам овардани шароит барои мавҷудияти дарозмуддати шаклҳои олии ҳаёт дар рӯи замин бо майдони пуриқтидори гравитационии худ аз бомбаборони ҷисмҳои бузурги осмонӣ нақши муҳим мебозад.
`;

let satFool_taj = 
`
Сату́рн — шестая планета по удалённости от Солнца и вторая по размерам планета в Солнечной системе после Юпитера. Сатурн классифицируется как газовая планета-гигант. Сатурн назван в честь римского бога земледелия. Символ Сатурна — ♄.

В основном Сатурн состоит из водорода, с примесями гелия и следами воды, метана, аммиака и тяжёлых элементов. Внутренняя область представляет собой относительно небольшое ядро из железа, никеля и льда, покрытое тонким слоем металлического водорода и газообразным внешним слоем. Внешняя атмосфера планеты кажется из космоса спокойной и однородной, хотя иногда на ней появляются долговременные образования. Скорость ветра на Сатурне может достигать местами 1800 км/ч, что значительно больше, чем на Юпитере. У Сатурна имеется планетарное магнитное поле, занимающее промежуточное положение по напряжённости между магнитным полем Земли и мощным полем Юпитера. Магнитное поле Сатурна простирается на 1 000 000 километров в направлении Солнца. Ударная волна была зафиксирована «Вояджером-1» на расстоянии в 26,2 радиуса Сатурна от самой планеты, магнитопауза расположена на расстоянии в 22,9 радиуса.

Сатурн обладает заметной системой колец, состоящей главным образом из частичек льда, меньшего количества тяжёлых элементов и пыли. Вокруг планеты обращается 83 известных на данный момент спутника. Титан — самый крупный из них, а также второй по размерам спутник в Солнечной системе (после спутника Юпитера, Ганимеда), который превосходит по своим размерам Меркурий и обладает единственной среди спутников планет Солнечной системы плотной атмосферой.

На орбите Сатурна находилась автоматическая межпланетная станция (АМС) «Кассини», запущенная в 1997 году и достигшая системы Сатурна в 2004 году. В задачи АМС входило изучение структуры колец, а также динамики атмосферы и магнитосферы планеты. 15 сентября 2017 года станция завершила свою миссию, сгорев в атмосфере планеты.
`;

let urFool_taj = 
`
Уран - сайёраи системаи Офтоб буда, аз чихати масофа аз Офтоб хафтум, диаметри сеюм ва аз чихати масса чорум мебошад. Он соли 1781 аз ҷониби астрономҳои англис Вилям Ҳершел кашф шудааст ва ба номи худои осмонии Юнони Уран гузошта шудааст.

Уран аввалин сайёраест, ки дар замони муосир ва бо ёрии телескоп кашф шудааст. Он аз ҷониби Вилям Ҳершел 13 марти соли 1781 кашф карда шуд ва ба ин васила сарҳади системаи офтобиро дар назари инсон бори аввал аз замони қадим васеъ кард. Гарчанде ки баъзан ба чашми бараҳна намоён аст, нозирони пештара Уранро бо ситораи хира иштибоҳ мекарданд.

Бар хилофи бузургҷуссаҳои газии Сатурн ва Муштарӣ, ки асосан аз ҳидроген ва гелий иборатанд, дар қаъри Уран ва Нептун ҳеҷ гуна гидрогени филизӣ ба он монанд нест, аммо дар тағирёбии ҳарорати баланд яхҳои зиёд мавҷуданд. Ба ин далел, коршиносон ин ду сайёраро дар як категорияи алоҳидаи "бузургони ях" муайян кардаанд. Асоси атмосфераи Уранро гидроген ва гелий ташкил медиҳад. Гайр аз ин, дар он осори метан ва дигар карбогидридхо, инчунин абрхои ях, аммиаки сахт ва водород пайдо шуданд. Ин сардтарин атмосфераи сайёра дар системаи офтобӣ мебошад, ки ҳарорати ҳадди аққал 49 К (-224 ° C) аст. Гумон меравад, ки Уран сохтори мураккаби қабати абрҳо дорад, ки дар он об қабати поён ва метан боло аст. Рудаҳои Уран асосан аз ях ва сангҳо иборатанд.

Мисли бузургҷуссаҳои газии системаи Офтоб, Уран дорои системаи ҳалқаҳо ва магнитосфера ва илова бар он, 27 моҳвора дорад. Самти Уран дар фазо аз дигар сайёраҳои системаи Офтоб фарқ мекунад - меҳвари гардиши он нисбат ба ҳамвории гардиши ин сайёра дар атрофи Офтоб, гӯё "дар паҳлӯяш" ҷойгир аст. Дар натича сайёра бо кутби шимолй бо навбат ба суи Офтоб, баъд ба чануб, баъд ба экватор, баъд ба арзхои миёна табдил меёбад.

Соли 1986 киштии кайҳонии амрикоии "Вояҷер 2" тасвирҳои наздики Уранро ба Замин интиқол дод. Онҳо дар спектри намоён як сайёраи "нафасият"-ро нишон медиҳанд, ки ба дигар сайёраҳои азим хоси бандҳои абрӣ ва тӯфонҳои атмосферӣ нестанд. Бо вуҷуди ин, дар айни замон мушоҳидаҳои рӯизаминӣ тавонистанд аломатҳои тағйироти мавсимӣ ва афзоиши фаъолияти обу ҳаворо дар сайёра, ки дар натиҷаи наздик шудани Уран ба баробаршавии шабу рӯз ба вуҷуд омадаанд, муайян кунанд. Суръати шамол дар Уран ба 250 м/с (900 км/соат) мерасад.
`;

let nepFool_taj = 
`
Нептун - ҳаштум ва дуртарин сайёра аз Офтоб дар системаи офтобӣ мебошад. Массаи он аз массаи Замин 17,2 маротиба зиёд буда, дар байни сайёраҳои системаи Офтоб ҷои сеюмро ишғол мекунад ва аз рӯи диаметри экваторӣ Нептун аз рӯи замин 3,9 маротиба пештар аз рӯи замин чорумро ишғол мекунад. Сайёра ба номи Нептун, худои румӣ дар баҳрҳо номгузорӣ шудааст.

Нептун 23 сентябри соли 1846 кашф шуд, аввалин сайёрае буд, ки тавассути ҳисобҳои математикӣ кашф шудааст. Кашфи тагйироти гайричашмдошт дар мадори Уран фарзияи сайёраи номаълумро ба миён овард, ки таъсири нохуши гравитационии он ба он вобаста аст. Нептун дар доираи мадори пешбинишуда пайдо шуд. Дере нагузашта радифи калонтарини он Тритон ва соли 1949 Нереид кашф карда шуд. Ба Нептун танҳо як киштии кайҳонии «Вояҷер 2», ки 24-25 августи соли 1989 аз назди сайёра парвоз карда буд, дидан кардааст. Бо ёрии он ҳалқаҳои Нептун ва 6 моҳвораи он кашф карда шуданд. Моҳвораҳои боқимондаи маълуми Нептун дар асри 21 кашф карда шуданд.

Нептун аз ҷиҳати таркиб ба Уран наздик аст ва ҳарду сайёра аз сайёраҳои бузурги Муштарӣ ва Сатурн фарқ мекунанд. Баъзан Уран ва Нептунро дар як категорияи алоҳидаи "бузургони ях" ҷойгир мекунанд. Атмосфераи Нептун, ба монанди атмосфераи Муштарӣ ва Сатурн, асосан аз гидроген ва гелий дар якҷоягӣ бо осори карбогидридҳо ва эҳтимолан нитроген иборат аст, аммо дар таркибаш миқдори бештари яхҳо: об, аммиак ва метан аст. Рудаҳои Нептун ва Уран асосан аз ях ва санг иборатанд. Осори метан дар атмосфераи берунӣ барои ранги кабуди сайёра масъуланд.

Дар атмосфераи Нептун дар байни сайёрахои системаи Офтоб шамолхои сахттарин ба амал меоянд; аз руи баъзе хисобхо суръати онхо ба 600 м/с мерасад. Ҳарорати Нептун дар қабати болоии атмосфера ба -220 °C наздик аст. Дар маркази Нептун, аз рӯи ҳисобҳои гуногун, ҳарорат аз 5000 К то 7000-7100 ° C аст, ки онро бо ҳарорати дар сатҳи Офтоб муқоиса кардан мумкин аст ва бо ҳарорати дохилии аксари сайёраҳои маълум муқоиса карда мешавад. Нептун дорои системаи ҳалқаи заиф ва пора-пора мебошад, ки эҳтимолан ҳанӯз дар солҳои 1960 кашф шудааст, аммо аз ҷониби Voyager 2 то соли 1989 ба таври эътимодбахш тасдиқ нашудааст.

12 июли соли 2011 маҳз як соли Нептунӣ ё 164,79 соли Заминро аз замони кашфи Нептун ҷашн мегирад.
`
//</Tajik>

//------------------------------------------------------------------------------------------------------------------------------//

//<English>
let solarSystemFool_eng = 
`
The Solar System is the gravitationally bound system of the Sun and the objects that orbit it. It formed 4.6 billion years ago from the gravitational collapse of a giant interstellar molecular cloud. The vast majority (99.86%) of the system's mass is in the Sun, with most of the remaining mass contained in the planet Jupiter. The four inner system planets—Mercury, Venus, Earth and Mars—are terrestrial planets, being composed primarily of rock and metal. The four giant planets of the outer system are substantially larger and more massive than the terrestrials. The two largest, Jupiter and Saturn, are gas giants, being composed mainly of hydrogen and helium; the next two, Uranus and Neptune, are ice giants, being composed mostly of volatile substances with relatively high melting points compared with hydrogen and helium, such as water, ammonia, and methane. All eight planets have nearly circular orbits that lie near the plane of Earth's orbit, called the ecliptic.

There are an unknown number of smaller dwarf planets and innumerable small Solar System bodies orbiting the Sun. Six of the major planets, the six largest possible dwarf planets, and many of the smaller bodies are orbited by natural satellites, commonly called "moons" after Earth's Moon. Two natural satellites, Jupiter's moon Ganymede and Saturn's moon Titan, are larger but not more massive than Mercury, the smallest terrestrial planet, and Jupiter's moon Callisto is nearly as large. Each of the giant planets and some smaller bodies are encircled by planetary rings of ice, dust and moonlets. The asteroid belt, which lies between the orbits of Mars and Jupiter, contains objects composed of rock, metal and ice. Beyond Neptune's orbit lie the Kuiper belt and scattered disc, which are populations of objects composed mostly of ice and rock.

In the outer reaches of the Solar System lies a class of minor planets called detached objects. There is considerable debate as to how many such objects there will prove to be. Some of these objects are large enough to have rounded under their own gravity and thus to be categorized as dwarf planets. Astronomers generally accept about nine objects as dwarf planets: the asteroid Ceres, the Kuiper-belt objects Pluto, Orcus, Haumea, Quaoar, and Makemake, and the scattered-disc objects Gonggong, Eris, and Sedna. Various small-body populations, including comets, centaurs and interplanetary dust clouds, freely travel between the regions of the Solar System.

The solar wind, a stream of charged particles flowing outwards from the Sun, creates a bubble-like region of interplanetary medium in the interstellar medium known as the heliosphere. The heliopause is the point at which pressure from the solar wind is equal to the opposing pressure of the interstellar medium; it extends out to the edge of the scattered disc. The Oort cloud, which is thought to be the source for long-period comets, may also exist at a distance roughly a thousand times further than the heliosphere. The Solar System is located 26,000 light-years from the center of the Milky Way galaxy in the Orion Arm, which contains most of the visible stars in the night sky. The nearest stars are within the so-called Local Bubble, with the closest, Proxima Centauri, at 4.2441 light-years.
`;

let sunFool_eng = 
`
The Sun is a 4.5 billion-year-old yellow dwarf star – a hot glowing ball of hydrogen and helium – at the center of our solar system. It’s about 93 million miles (150 million kilometers) from Earth and it’s our solar system’s only star. Without the Sun’s energy, life as we know it could not exist on our home planet.

From our vantage point on Earth, the Sun may appear like an unchanging source of light and heat in the sky. But the Sun is a dynamic star, constantly changing and sending energy out into space. The science of studying the Sun and its influence throughout the solar system is called heliophysics.

The Sun is the largest object in our solar system. Its diameter is about 865,000 miles (1.4 million kilometers). Its gravity holds the solar system together, keeping everything from the biggest planets to the smallest bits of debris in orbit around it.

Even though the Sun is the center of our solar system and essential to our survival, it’s only an average star in terms of its size. Stars up to 100 times larger have been found. And many solar systems have more than one star. By studying our Sun, scientists can better understand the workings of distant stars.

The hottest part of the Sun is its core, where temperatures top 27 million °F (15 million °C). The part of the Sun we call its surface – the photosphere – is a relatively cool 10,000 °F (5,500 °C). In one of the Sun’s biggest mysteries, the Sun’s outer atmosphere, the corona, gets hotter the farther it stretches from the surface. The corona reaches up to 3.5 million °F (2 million °C) – much, much hotter than the photosphere.
`;

let mercFool_eng = 
`
Mercury, the innermost planet of the solar system and the eighth in size and mass. Its closeness to the Sun and its smallness make it the most elusive of the planets visible to the unaided eye. Because its rising or setting is always within about two hours of the Sun’s, it is never observable when the sky is fully dark. Mercury is designated by the symbol ☿.

The difficulty in seeing it notwithstanding, Mercury was known at least by Sumerian times, some 5,000 years ago. In Classical Greece it was called Apollo when it appeared as a morning star just before sunrise and Hermes, the Greek equivalent of the Roman god Mercury, when it appeared as an evening star just after sunset. Hermes was the swift messenger of the gods, and the planet’s name is thus likely a reference to its rapid motions relative to other objects in the sky. Even in more recent eras, many sky observers passed their entire lifetimes without ever seeing Mercury. It is reputed that Nicolaus Copernicus, whose heliocentric model of the heavens in the 16th century explained why Mercury and Venus always appear in close proximity to the Sun, expressed a deathbed regret that he had never set eyes on the planet Mercury himself.

Until the last part of the 20th century, Mercury was one of the least-understood planets, and even now the shortage of information about it leaves many basic questions unsettled. Indeed, the length of its day was not determined until the 1960s, and Mercury’s nearness to the Sun gave scientists bound to Earth many observational hurdles, which were overcome only by the Messenger (Mercury Surface, Space Environment, Geochemistry, and Ranging) probe. Messenger was launched in 2004, flew past the planet twice in 2008 and once in 2009, and settled into orbit in 2011. It mapped the entire surface of Mercury before crashing into the planet in 2015. Mercury’s proximity to the Sun has also been exploited to confirm predictions made by relativity theory about the way gravity affects space and time.
`;

let venFool_eng = 
`
Venus is the second planet from the Sun and is Earth’s closest planetary neighbor. It’s one of the four inner, terrestrial (or rocky) planets, and it’s often called Earth’s twin because it’s similar in size and density. These are not identical twins, however – there are radical differences between the two worlds.

Venus has a thick, toxic atmosphere filled with carbon dioxide and it’s perpetually shrouded in thick, yellowish clouds of sulfuric acid that trap heat, causing a runaway greenhouse effect. It’s the hottest planet in our solar system, even though Mercury is closer to the Sun. Surface temperatures on Venus are about 900 degrees Fahrenheit (475 degrees Celsius) – hot enough to melt lead. The surface is a rusty color and it’s peppered with intensely crunched mountains and thousands of large volcanoes. Scientists think it’s possible some volcanoes are still active.

Venus has crushing air pressure at its surface – more than 90 times that of Earth – similar to the pressure you'd encounter a mile below the ocean on Earth.

Another big difference from Earth – Venus rotates on its axis backward, compared to most of the other planets in the solar system. This means that, on Venus, the Sun rises in the west and sets in the east, opposite to what we experience on Earth. (It’s not the only planet in our solar system with such an oddball rotation – Uranus spins on its side.)

Venus was the first planet to be explored by a spacecraft – NASA’s Mariner 2 successfully flew by and scanned the cloud-covered world on Dec. 14, 1962. Since then, numerous spacecraft from the U.S. and other space agencies have explored Venus, including NASA’s Magellan, which mapped the planet's surface with radar. Soviet spacecraft made the most successful landings on the surface of Venus to date, but they didn’t survive long due to the extreme heat and crushing pressure. An American probe, one of NASA's Pioneer Venus Multiprobes, survived for about an hour after impacting the surface in 1978.

More recent Venus missions include ESA’s Venus Express (which orbited from 2006 until 2016) and Japan’s Akatsuki Venus Climate Orbiter (orbiting since 2016).

NASA’s Parker Solar Probe has made multiple flybys of Venus. On Feb. 9, 2022, NASA announced the spacecraft had captured its first visible light images of the surface of Venus from space during its February 2021 flyby.
`;

let earthFool_eng = 
`
Earth, our home planet, is a world unlike any other. The third planet from the sun, Earth is the only place in the known universe confirmed to host life.

With a radius of 3,959 miles, Earth is the fifth largest planet in our solar system, and it's the only one known for sure to have liquid water on its surface. Earth is also unique in terms of monikers. Every other solar system planet was named for a Greek or Roman deity, but for at least a thousand years, some cultures have described our world using the Germanic word “earth,” which means simply “the ground.”

Our dance around the sun
Earth orbits the sun once every 365.25 days. Since our calendar years have only 365 days, we add an extra leap day every four years to account for the difference.

Though we can't feel it, Earth zooms through its orbit at an average velocity of 18.5 miles a second. During this circuit, our planet is an average of 93 million miles away from the sun, a distance that takes light about eight minutes to traverse. Astronomers define this distance as one astronomical unit (AU), a measure that serves as a handy cosmic yardstick.

Earth rotates on its axis every 23.9 hours, defining day and night for surface dwellers. This axis of rotation is tilted 23.4 degrees away from the plane of Earth's orbit around the sun, giving us seasons. Whichever hemisphere is tilted closer to the sun experiences summer, while the hemisphere tilted away gets winter. In the spring and fall, each hemisphere receives similar amounts of light. On two specific dates each year—called the equinoxes—both hemispheres get illuminated equally.

Many layers, many features
About 4.5 billion years ago, gravity coaxed Earth to form from the gaseous, dusty disk that surrounded our young sun. Over time, Earth's interior—which is made mostly of silicate rocks and metals—differentiated into four layers.

At the planet's heart lies the inner core, a solid sphere of iron and nickel that's 759 miles wide and as hot as 9,800 degrees Fahrenheit. The inner core is surrounded by the outer core, a 1,400-mile-thick band of iron and nickel fluids. Beyond the outer core lies the mantle, a 1,800-mile-thick layer of viscous molten rock on which Earth's outermost layer, the crust, rests. On land, the continental crust is an average of 19 miles thick, but the oceanic crust that forms the seafloor is thinner—about three miles thick—and denser.
`;

let marsFool_eng = 
`
Mars is the fourth planet from the Sun – a dusty, cold, desert world with a very thin atmosphere. Mars is also a dynamic planet with seasons, polar ice caps, canyons, extinct volcanoes, and evidence that it was even more active in the past.

Mars is one of the most explored bodies in our solar system, and it's the only planet where we've sent rovers to roam the alien landscape.

NASA currently has two rovers (Curiosity and Perseverance), one lander (InSight), and one helicopter (Ingenuity) exploring the surface of Mars.

Perseverance rover – the largest, most advanced rover NASA has sent to another world – touched down on Mars on Feb. 18, 2021, after a 203-day journey traversing 293 million miles (472 million kilometers). The Ingenuity helicopter rode to Mars attached to the belly of Perseverance.

Perseverance is one of three spacecraft that arrived at Mars in 2021. The Hope orbiter from the United Arab Emirates arrived on Feb. 9, 2021. China’s Tianwen-1 mission arrived on Feb. 10, 2021, and includes an orbiter, a lander, and a rover. Europe and India also have spacecraft studying Mars from orbit.

In May 2021, China became the second nation to ever land successfully on Mars when its Zhurong Mars rover touched down.

An international fleet of eight orbiters is studying the Red Planet from above including three NASA orbiters: 2001 Mars Odyssey, Mars Reconnaissance Orbiter, and MAVEN.

These robotic explorers have found lots of evidence that Mars was much wetter and warmer, with a thicker atmosphere, billions of years ago.
`;

let jupFool_eng = 
`
Jupiter has a long history of surprising scientists – all the way back to 1610 when Galileo Galilei found the first moons beyond Earth. That discovery changed the way we see the universe.

Fifth in line from the Sun, Jupiter is, by far, the largest planet in the solar system – more than twice as massive as all the other planets combined.

Jupiter's familiar stripes and swirls are actually cold, windy clouds of ammonia and water, floating in an atmosphere of hydrogen and helium. Jupiter’s iconic Great Red Spot is a giant storm bigger than Earth that has raged for hundreds of years.

One spacecraft – NASA's Juno orbiter – is currently exploring this giant world.

The biggest planet in our solar system, Jupiter also has a large presence in pop culture, including many movies, TV shows, video games, and comics. Jupiter was a notable destination in the Wachowski siblings’ science fiction spectacle "Jupiter Ascending," while various Jovian moons provide settings for "Cloud Atlas," "Futurama," "Power Rangers," and "Halo," among many others. In the movie "Men in Black" when Agent J – played by Will Smith – mentions he thought one of his childhood teachers was from Venus, Agent K – played by Tommy Lee Jones – replies that she is actually from one of Jupiter’s moons.

Jupiter is the biggest planet in our solar system. It's similar to a star, but it never got big enough to start burning.

Jupiter is covered in swirling cloud stripes. It has big storms like the Great Red Spot, which has been going for hundreds of years.

Jupiter is a gas giant and doesn't have a solid surface, but it may have a solid inner core about the size of Earth. Jupiter also has rings, but they're too faint to see very well.

Jupiter has the shortest day in the solar system. One day on Jupiter takes only about 10 hours (the time it takes for Jupiter to rotate or spin around once), and Jupiter makes a complete orbit around the Sun (a year in Jovian time) in about 12 Earth years (4,333 Earth days).

Its equator is tilted with respect to its orbital path around the Sun by just 3 degrees. This means Jupiter spins nearly upright and does not have seasons as extreme as other planets do.
`;


let satFool_eng = 
`
Saturn is the sixth planet from the Sun and the second-largest planet in our solar system. Like fellow gas giant Jupiter, Saturn is a massive ball made mostly of hydrogen and helium. Saturn is not the only planet to have rings, but none are as spectacular or as complex as Saturn's. Saturn also has dozens of moons.

From the jets of water that spray from Saturn's moon Enceladus to the methane lakes on smoggy Titan, the Saturn system is a rich source of scientific discovery and still holds many mysteries.

Namesake
The farthest planet from Earth discovered by the unaided human eye, Saturn has been known since ancient times. The planet is named for the Roman god of agriculture and wealth, who was also the father of Jupiter.

Potential for Life
Saturn's environment is not conducive to life as we know it. The temperatures, pressures, and materials that characterize this planet are most likely too extreme and volatile for organisms to adapt to.

While planet Saturn is an unlikely place for living things to take hold, the same is not true of some of its many moons. Satellites like Enceladus and Titan, home to internal oceans, could possibly support life.

Size and Distance
With a radius of 36,183.7 miles (58,232 kilometers), Saturn is 9 times wider than Earth. If Earth were the size of a nickel, Saturn would be about as big as a volleyball.

From an average distance of 886 million miles (1.4 billion kilometers), Saturn is 9.5 astronomical units away from the Sun. One astronomical unit (abbreviated as AU), is the distance from the Sun to Earth. From this distance, it takes sunlight 80 minutes to travel from the Sun to Saturn.

Orbit and Rotation
Saturn has the second-shortest day in the solar system. One day on Saturn takes only 10.7 hours (the time it takes for Saturn to rotate or spin around once), and Saturn makes a complete orbit around the Sun (a year in Saturnian time) in about 29.4 Earth years (10,756 Earth days).

Its axis is tilted by 26.73 degrees with respect to its orbit around the Sun, which is similar to Earth's 23.5-degree tilt. This means that, like Earth, Saturn experiences seasons.
`;

let urFool_eng = 
`
Uranus is the seventh planet from the Sun, and has the third-largest diameter in our solar system. It was the first planet found with the aid of a telescope, Uranus was discovered in 1781 by astronomer William Herschel, although he originally thought it was either a comet or a star.

It was two years later that the object was universally accepted as a new planet, in part because of observations by astronomer Johann Elert Bode. Herschel tried unsuccessfully to name his discovery Georgium Sidus after King George III. Instead, the scientific community accepted Bode's suggestion to name it Uranus, the Greek god of the sky, as suggested by Bode.​

Kid-Friendly Uranus
Uranus is made of water, methane, and ammonia fluids above a small rocky center. Its atmosphere is made of hydrogen and helium like Jupiter and Saturn, but it also has methane. The methane makes Uranus blue.

Uranus also has faint rings. The inner rings are narrow and dark. The outer rings are brightly colored and easier to see.

Like Venus, Uranus rotates in the opposite direction as most other planets. And unlike any other planet, Uranus rotates on its side.

Pop Culture
Uranus is the "butt" of more than a few jokes and witty (and not so witty) puns, but it's also a frequent destination in various fictional stories, such as the video game Mass Effect and TV shows like "Doctor Who." The radioactive element uranium was named after Uranus when it was discovered in 1789, just eight years after the planet was discovered.
`;

let nepFool_eng = 
`
Dark, cold, and whipped by supersonic winds, ice giant Neptune is the eighth and most distant planet in our solar system.

More than 30 times as far from the Sun as Earth, Neptune is the only planet in our solar system not visible to the naked eye and the first predicted by mathematics before its discovery. In 2011 Neptune completed its first 165-year orbit since its discovery in 1846.

NASA's Voyager 2 is the only spacecraft to have visited Neptune up close. It flew past in 1989 on its way out of the solar system.

Kid-Friendly Neptune
Neptune is dark, cold, and very windy. It's the last of the planets in our solar system. It's more than 30 times as far from the Sun as Earth is.

Neptune is very similar to Uranus. It's made of a thick soup of water, ammonia, and methane over an Earth-sized solid center. Its atmosphere is made of hydrogen, helium, and methane. The methane gives Neptune the same blue color as Uranus.

Neptune has six rings, but they're very hard to see.

Pop Culture
Even though Neptune is the farthest planet from our Sun, it's a frequent stop in pop culture and fiction. The planet served as the backdrop for the 1997 science fiction horror film "Event Horizon," while in the cartoon series "Futurama," the character Robot Santa Claus has his home base on Neptune's north pole. "Dr. Who" fans will remember that an episode entitled "Sleep No More" is set on a space station orbiting Neptune. And in the "Star Trek: Enterprise" pilot episode, "Broken Bow," viewers learn that at warp 4.5 speed, it is possible to fly to Neptune and back to Earth in six minutes

`


//</English>